package pkg;

public class Main {

	public static void main(String[] args) {
		/*
		 * 9월 4일(월) ~ 9월 10일(일) 회고록
		 * 
		 * 첫 회사 입사했다. 많이 긴장되고 실수하면 어쩌나 걱정이 많았으나
		 * 다들 정말 좋으신 분들이라 걱정을 덜게 되었다.
		 * 
		 * 하지만 이것은 배려라는 것을 알기 때문에 안도하지 않고 더 열심히 하겠다.
		 * 첫 날에는 자리 배치, 회사 분위기 적응하도록 도와주셨고 단기간에 잘 적응하였다.
		 * 
		 * 내 학원 동기는 이런 저런 과제를 받아 수행하던데, 우리 회사는 개발에 앞서 이해가 우선인 것 같다.
		 * 나 또한 내 미래에 대한 장기적인 방향에는 이게 맞다고 판단.
		 * 개발은 누구나 할 수 있지만, 개발을 하기 위한 전체적인 흐름 등을 생각하는 건 누구나 할 수 없다고 생각한다.
		 * 
		 * 빠르게 성장하여 회사의 이익에 기여할 예정이다.
		 * 그리고 토요일 SQLD 시험을 봤다. 솔직하게 생각보다 어려웠다.
		 * 합격일까.. 사실 불안불안하다. 네이버 카페에서도 역대급 난이도라며 난리이다.
		 * 
		 * 뭐 그래도 잘했든 못했든 당장은 하나 쳐내서 다행이다.
		 * 이제 12월에 있는 리눅스 마스터 2급 취득을 위해 이쪽을 공부할 예정이다.
		 * 
		 * 물론 회사에서의 공부와는 별개이다. 다행인 점은 회사에서도 리눅스를 취급하기 때문에
		 * 자격증 취득의 명분이 되고 공부하여 두가지 이득을 취할 수 있을 것 같다는 점이다.
		 * 
		 * 오늘도 화이팅! 내일 출근도 잘하자!
		 * 
		 * 
		 */
	}

}
